import type { ExamplesRecord } from "./types";

export const EXAMPLES: ExamplesRecord = {
  ford: {
    title: "فورد",
    description:
      "شرکت فورد موتور یک تولیدکننده خودرو چندملیتی آمریکایی است که در سال ۱۹۰۳ توسط هنری فورد تأسیس شد. فورد که به خاطر نوآوری و مدل‌های نمادین خود شناخته می‌شود، برخی از پرفروش‌ترین و شناخته‌شده‌ترین خودروهای جهان، از کامیون‌های قدرتمند گرفته تا خودروهای اسپرت کلاسیک را تولید کرده است.",
  },
  toyota: {
    title: "تویوتا",
    description:
      "شرکت تویوتا موتور، غول خودروسازی ژاپنی، به دلیل تعهدش به کیفیت، دوام و نوآوری در سراسر جهان مورد تحسین قرار گرفته است. این برند در فناوری هیبریدی پیشرو است و طیف گسترده‌ای از خودروها را تولید می‌کند که به دلیل قابلیت اطمینان و ارزش فروش مجددشان شناخته شده‌اند.",
  },
  honda: {
    title: "هوندا",
    description:
      "شرکت هوندا موتور، یک شرکت چندملیتی ژاپنی است که به خاطر مهندسی عالی و طیف متنوع محصولات خود، از جمله خودرو، موتورسیکلت و تجهیزات برقی، شناخته شده است. این برند به خاطر تولید وسایل نقلیه‌ای که تعادلی بین بهره‌وری سوخت، قابلیت اطمینان و طراحی نوآورانه ارائه می‌دهند، مشهور است.",
  },
};
